export default {
  CHINESE_TYPE: ['值', '号', '率', '族', '维', '划', '选', '标', '写', '存', '候',
  '毛', '亲', '快', '效', '斯', '院', '查', '江', '型'],
  NUMBER_TYPE: ['0', '1', '2', '3', '4', '5', '6', '7', '8', '9'],
  ENGLISH_YTPE: ['a', 'b', 'c', 'd', 'e', 'f', 'g', 'h', 'i', 'j', 'k', 'l', 'm', 
    'n', 'o', 'p', 'q', 'r', 's', 't', 'u', 'v', 'w', 'x', 'y', 'z', 'A', 'B', 
    'C', 'D', 'E', 'F', 'G', 'H', 'I', 'J', 'K', 'L', 'M', 'N', 'O', 'P', 'Q', 
    'R', 'S', 'T', 'U', 'V', 'W', 'X', 'Y', 'Z']
  };