export default  {
  "高级管理": ["CEO/总裁/总经理","副总裁/副总经理", "事业部负责人","区域/分公司/代表处负责人","总裁/总经理/董事长助理","合伙人","创始人","董事会秘书"],

  "技术": ["后端开发工程师", "数据挖掘工程师", "算法工程师","语音/视频/图形开发", "数据采集工程师", "前端开发"],

  "运维/技术支持": ["运维工程师","运维开发工程师", "网络工程师", "系统工程师","IT技术支持", "系统管理员", "测试工程师", "用户运营","产品运营",
                  "数据运营","内容运营","活动运营","商家运营", "游戏运营", "网络推广", "网站运营","新媒体运营", "社区运营", "微信运营","微博运营",
                  "线下拓展运营", "电商运营", "运营助理/专员"],

  "大数据": [ "ETL工程师","数据仓库工程师", "数据开发工程师", "数据挖掘工程师", "数据分析师", "数据架构师", "算法研究员"],

  "项目管理": ["项目经理","项目主管","项目助理", "项目专员", "实施顾问", "实施工程师", "需求分析工程师"],

  "硬件开发": ["系统集成开发", "硬件开发", "材料工程师", "精益工程师", "射频工程师"],

  "通信": ["通信技术工程师","通信研发工程师","数据通信工程师","移动通信工程师","电信网络工程师","电信交换工程师","有线传输工程师", "无线射频工程师",
          "通信电源工程师","通信标准化工程师","通信项目专员","通信项目经理","核心网工程师", "通信测试工程师", "通信设备工程师","光通信工程师",
          "光传输工程师","光网络工程师"],

  "电子/半导体": ["电子工程师","电气工程师", "电气设计工程师"],

  "高端技术职位":  ["技术经理", "技术总监","测试经理","架构师", "CTO","运维总监","技术合伙人"],

  "软件销售支持": [ "软件销售支持","售前工程师","售后工程师"],

  "产品": [ "产品经理", "网页产品经理","移动产品经理","产品助理","数据产品经理", "电商产品经理","游戏策划","产品专员","产品总监", "游戏制作人", "产品VP"],

  "设计": [ "视觉设计师","网页设计师", "Flash设计师", "APP设计师", "UI设计师","平面设计师", "美术设计师（2D/3D）", "广告设计师", "多媒体设计师","原画师",
          "游戏界面设计师","设计师助理","动画设计师", "插画师","橱柜设计", "家具设计","家居设计","珠宝设计","室内设计","陈列设计","景观设计","交互设计师",
          "无线交互设计师","网页交互设计师","硬件交互设计师"],

  "编辑":["副主编","内容编辑","文案策划","网站编辑","记者","采编"],

  "客服":[ "售前咨询","售后咨询","网络客服","客服经理", "客服专员/助理","客服主管","客服总监","电话客服","咨询热线/呼叫中心客服"],

  "市场":[ "市场营销","市场策划","市场顾问","市场推广","SEO","SEM", "活动策划"],

  "公关媒介": ["公关媒介", "媒介经理", "广告协调", "品牌公关","媒介专员","活动策划执行", "媒介策划"],

  "广告": ["广告设计师","策划经理", "文案", "广告制作", "媒介顾问"],

  "人事/财务/行政": [ "人力资源主管", "招聘专员","人力资源专员/助理","人力资源经理", "人力资源总监","行政专员/助理","前台", "行政主管","经理助理",
                  "后勤","商务司机","行政经理","行政总监"],

  "财务": ["会计", "出纳","财务顾问", "审计","财务经理","财务总监","财务主管"],

  "法务": ["法务专员/助理","律师", "法律顾问", "法务主管","法务经理","法务总监"],

  "销售": ["销售专员","销售经理","客户代表","大客户代表", "BD经理", "代理商销售", "销售助理","电话销售","销售顾问","商品经理", "广告销售",
          "销售工程师", "客户经理","销售总监","商务总监", "团队经理"],

  "金融": ["投资经理","投资总监", "投资合伙人", "投资助理","投资顾问", "资信评估", "金融产品经理","催收员","投资经理", "理财顾问","精算师", 
          "保险理赔","证券分析师"],

  "银行": ["信用卡销售", "柜员","大堂经理","理财顾问", "客户经理","信贷管理"],

  "教育": [ "教育行政", "校长","教务管理","教学管理","班主任/辅导员", "教师", "助教","培训讲师", "教练"],

  "医疗健康": [ "医生助理","医学影像","医生", "康复治疗师","护士长","护士/护理","导医", "营养师","整形师", "理疗师"],

  "仓储": ["仓储物料经理","仓储物料项目","仓储管理","仓库文员","货运司机", "物流总监", "供应链专员","供应链经理","物流专员","物流经理", "物流运营","报检员","单证员"],

  "房地产/建筑": ["房地产规划开发","房产策划","地产项目管理","高级建筑工程师", "建筑设计师", "室内设计", "物业管理","地产项目总监","地产策划总监","地产招投标总监",
          "物业总监", "房地产销售总监"],
          
  "其他":["厨师","导游","保安", "收银员", "服务员", "化妆师","理发师","店长","导购", "学生", "其他职位"]
}
