export default {
  VILLAGE_ADDRESS: {
    towns: ['吐沙拉乡', '阿克恰勒乡', '托克逊镇', '巴里坤镇', '吉强镇', '文昌镇', '大水坑镇', '海城镇', '习岗镇', '宁安镇', '城关镇', '滨河镇', '香水镇', '花马池镇', '联财镇', 
            '青石咀镇', '隆务镇', '威远镇', '希里沟镇', '称文镇', '尕巴松多镇', '赛来塘镇', '泽曲镇', '萨呼腾镇', '八宝镇', '碾伯镇', '大武镇', '结古镇街道', '韵家口镇', '浩门镇', 
            '恰卜恰镇', '阿干镇', '八里镇', '西果园镇', '月牙泉镇', '莫高镇', '中东镇', '洪水镇', '永清镇', '三雷镇', '新城镇', '峪泉镇', '韩集镇', '城关镇', '神木镇', '米林镇', 
            '狮泉河镇', '当曲卡镇', '聂荣镇', '萨迦镇', '吉雄镇', '甘丹曲果镇', '工布江达镇', '莫洛镇', '比如镇', '托林镇', '协格尔镇', '邓柯乡', '扎唐镇', '藏比乡', '东嘎镇', 
            '南木林镇', '拉多乡', '更章门巴民族乡', '蔡公堂乡', '新华乡', '物茂乡', '西三镇', '沙拉托乡', '勐烈镇', '鸡足山镇', '九村镇', '海口镇', '甸阳镇', '文屏镇', '章凤镇', 
            '六库镇', '勐卯镇', '建塘镇', '下关镇', '郎岱镇', '龙河镇', '黔灵镇', '新州镇', '小碧布依族苗族乡', '炉城镇', '威州镇', '巷口镇', '新竹镇', '八所镇', '新兴镇', '通什镇', 
            '龙滚镇', '嘉积镇', '保城镇', '椰林镇', '营根镇', '天涯镇', '海棠湾镇', '金江镇', '万城镇', '牙叉镇', '临城镇', '抱由镇', '涠洲镇', '福成镇', '桂山镇', '横琴镇', '唐家湾镇',  
            '虎踞镇', '鸾山镇', '丫江桥镇', '菜花坪镇', '黄丰桥镇', '镇头镇', '永安镇', '架桥镇', '漆河镇', '永丰镇', '麻溪铺镇', '芭蕉侗族乡', '盛家坝乡', '埠河镇', '花园镇', '华容镇', 
            '宝莲寺镇', '西湖镇', '南湖镇', '潮水镇', '沙溪镇', '琴亭镇', '浮梁镇', '冯川镇', '建昌镇', '梅林镇', '虞家河乡', '湖源乡', '富口镇', '靖城镇', '临江镇', '云陵镇', '蓝田镇', 
            '雪华乡', '燕山乡', '长乐镇', '新河镇', '九龙湖镇', '澥浦镇', '南浔镇', '涟城镇', '王营镇', '高桥镇', '老港镇', '嫩江镇', '呼玛镇', '安邦乡', '乾安镇', '抚松镇', '灯塔镇', 
            '开通镇', '长岭镇', '金厂镇', '寿山镇', '平西乡', '隆兴昌镇', '卓资山镇', '那吉镇', '保康镇', '满都拉图镇', '凤城镇', '乐昌镇', '箕城镇', '猗氏镇', '晋昌镇', '龙港镇', '井坪镇', 
            '北石店镇', '刘家堡乡', '枣强镇', '静海镇', '芦台镇', '葛沽镇'],

    street: ['胜利路街道', '银河路街道', '红山街道', '新城街道', '向阳街道',  '', '',
            '和平街道', '奴尔巴格街道', '萨依布依街道', '恰萨街道', '北京西路街道', '', '', 
            '朝阳街道', '新民街道', '南关街道', '育才路街道', '满城北街街道', '长胜街道',  '', '', 
            '西花园路街道', '西关大街街道', '河西街道', '南滩街道', '昆仑路街道', '结古镇街道', '', '',
            '敦煌路街道', '城区街道', '长征街道', '滨河路街道', '西园街道', '当周街道', '长乐坊街道', '', '',
            '长安路街道', '城关街道', '大禹街道', '杨陵街道', '南院门街道', '中山东路街道', '城关街道',  '', '',
            '城关街道', '华州街道', '汉山街道', '七里村街道', '城关街道', '老城街道', '北关街道', '鼓楼街道', '', '',
            '宝塔山街道', '马庄街道', '大板桥街道', '大街街道', '拓东街道', '通泉街道', '允景洪街道', '定南街道', '', '',
            '莲城街道', '盘水街道', '九龙街道', '上海路街道', '安平街道', '金山街道', '谢桥街道', '东湖街道', '红旗街道', '','',
            '南街街道', '黄草街道', '城西街道', '广惠街道', '市中街道', '督院街街道', '盐市口街道', '莲新街道', '沙河街道', '', '',
            '东光街道', '狮子山街道', '成龙路街道', '柳江街道', '西御河街道', '春熙路街道', '奎阁街道', '筱溪街道', '清香坪街道', '', '',
            '莲花街道', '东城街道', '东城街道', '东城街道', '化龙桥街道', '大溪沟街道', '南纪门街道', '菜园坝街道', '上清寺街道', '' ,'',
            '两路口街道', '七星岗街道', '解放碑街道', '朝天门街道', '宁河街道', '忠州街道', '永安街道', '桂溪街道', '三合街道', '','',
            '梁山街道', '璧城街道', '葛城街道', '东城街道', '昌元街道', '府城街道', '海府街道', '国兴街道', '中山街道', '高德街道', '', '',
            '朝阳门街道', '燕园街道', '清华园街道', '望京街道', '左家庄街道', '羊坊店街道', '新镇街道', '城子街道', '老山街道', '', ''],

    village: ['新市村', '南山村', '花园村', '九星村', '郑各庄村', '南金村', '福星村', '琴溪村', '', '',
              '南冲村', '蔡村村', '昌桥村', '长园村', '九峰村', '', '大砍村', '马鞍村', '米娘村', '', '', 
              '楠木村', '桑坝村', '燕山村', '艳山村', '青龙村', '河溪村', '凤山村', '', ''],

    group: ['磁涧组', '下元组', '', '大坡组', '洞口组', '梅山组', '草盆坝组', '关坝组', '关井湾组', '桂家坝组', '核桃湾组',
            '黄教组', '火石槽组', '李家湾组', '六池顶组', '罗家山组', '牟家营组', '柿子坪组', '赵家沟组']
  },
  CITY_ADDRESS: {
    residential: {
      firstname: ['文', '滨' , '阳', '天', '龙', '北', '恒', '万', '西', '怡', '富', '朝', '漓', '观', '珠', '温', '熙', '嘉'],
      secondname: ['庭', '景', '大', '水', '品', '都', '科', '江', '城', '江', '铭', '辰', '莎', '府', '山', '雅', '园', '湖'],
      thirdname: ['花园', '', '花城', '', '', '', '', '庄园', '', '国际', '', '星城', '', '', '', '苑', '', '', '', '',]
    },
  }
};
